<%@include file ="../include/header.jsp" %>
<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8"%>




<h1>회원약관</h1>
<h3>CONPUB 회원약관을 읽고 동의해주십시오.</h3>

<div class="container" align="center">

<h3>회원 약관</h3>
<textarea cols="150" rows="15">제1장 Conpub 기본 이용약관
제1조 (목적)
이 약관은 한국학술정보(주)(전자상거래 사업자)가 운영하는 “Conpub” 사이버 몰(이하 “Conpub”라 한다)에서 제공하는 인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.
※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」

제2조 (정의)
① “Conpub”란 한국학술정보(주)가 재화 또는 용역(이하 “재화 등”이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
② “이용자”란 “Conpub”에 접속하여 이 약관에 따라 “Conpub”가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
③ “회원’이라 함은 “Conpub”에 회원등록을 한 자로서, 계속적으로 “Conpub”가 제공하는 서비스를 이용할 수 있는 자를 말합니다.
④ ‘비회원’이라 함은 회원에 가입하지 않고 “Conpub”가 제공하는 서비스를 이용하는 자를 말합니다.
제3조 (약관 등의 명시와 설명 및 개정)
① “Conpub”는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 Conpub 사이버몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② “Conpub”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
③ “Conpub”는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
④ “Conpub”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "Conpub“는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
⑤ “Conpub”가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “Conpub”에 송신하여 “Conpub”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
제4조 (서비스의 제공 및 변경)
① “Conpub”는 다음과 같은 업무를 수행합니다.
1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2. 구매계약이 체결된 재화 또는 용역의 배송
3. 기타 “Conpub”가 정하는 업무
② “Conpub”는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
③ “Conpub”가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 연락처로 즉시 통지합니다.
④ 전항의 경우 “Conpub”는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, “Conpub”에 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제5조 (서비스의 중단)
① “Conpub”는 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
② “Conpub”는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “Conpub”가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 “Conpub”는 제8조에 정한 방법으로 이용자에게 통지하고 당초 “Conpub”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “Conpub”가 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 “Conpub”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
제6조 (회원가입)
① 이용자는 “Conpub”가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
② “Conpub”는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “Conpub”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
3. 기타 회원으로 등록하는 것이 “Conpub”의 기술상 현저히 지장이 있다고 판단되는 경우
③ 회원가입계약의 성립 시기는 “Conpub”의 승낙이 회원에게 도달한 시점으로 합니다.
④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “Conpub”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
제7조 (회원 탈퇴 및 자격 상실 등)
① 회원은 “Conpub”에 언제든지 탈퇴를 요청할 수 있으며 “Conpub”는 즉시 회원탈퇴를 처리합니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, “Conpub”는 회원자격을 제한 및 정지시킬 수 있습니다.
1. 가입 신청 시에 허위 내용을 등록한 경우
2. “Conpub”를 이용하여 구입한 재화 등의 대금, 기타 “Conpub” 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
3. 다른 사람의 “Conpub” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
4. “Conpub”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
③ “Conpub”가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “Conpub”는 회원자격을 상실시킬 수 있습니다.
④ “Conpub”가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
제8조 (회원에 대한 통지)
① “Conpub”가 회원에 대한 통지를 하는 경우, 회원이 “Conpub”와 미리 약정하여 지정한 전자우편 주소, 휴대폰 단문메세지서비스(SMS) 등으로 할 수 있습니다.
②“Conpub”는 불특정다수 회원에 대한 통지의 경우 1주일이상 “Conpub” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
제9조 (구매신청 및 개인정보 제공 동의 등)
① “Conpub” 이용자는 “Conpub” 상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “Conpub”는 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
1. 재화 등의 검색 및 선택
2. 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
3. 약관내용, 청약철회권이 제한되는 서비스, 배송료․설치비 등의 비용부담과 관련한 내용에 대한 확인
4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시 (예, 마우스 클릭)
5. 재화 등의 구매신청 및 이에 관한 확인 또는 “Conpub”의 확인에 대한 동의
6. 결제방법의 선택
② “Conpub”가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) ③ “Conpub”가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
제10조 (계약의 성립)
① “Conpub”는 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3. 기타 구매신청에 승낙하는 것이 “Conpub” 기술상 현저히 지장이 있다고 판단하는 경우
② “Conpub”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
③ “Conpub”의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.
제11조 (지급방법)
“Conpub”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 단, “Conpub”는 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 수령 시 대금지급
6. 마일리지 등 “Conpub”가 지급한 포인트에 의한 결제
7. “Conpub”와 계약을 맺었거나 “Conpub”가 인정한 상품권에 의한 결제
8. 기타 전자적 지급 방법에 의한 대금 지급 등
제12조 (수신확인통지․구매신청 변경 및 취소)
① “Conpub”는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “Conpub”는 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.
제13조 (재화 등의 공급)
① “Conpub”는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, “Conpub”가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다. 이때 “Conpub”는 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
② “Conpub”는 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 “Conpub”가 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 “Conpub”가 고의․과실이 없음을 입증한 경우에는 그러하지 아니합니다.
제14조 (환급)
“Conpub”는 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.

제15조 (청약철회 등)
① “Conpub”와 재화 등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
1. 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
2. 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
③ 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
④ 제2항제2호 내지 제4호의 경우에 “Conpub”가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
⑤ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시•광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
제16조 (청약철회 등의 효과)
① “Conpub”는 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 “Conpub”가 이용자에게 재화 등의 환급을 지연한때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률 시행령」제21조의2에서 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
② “Conpub”는 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. “Conpub”는 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시•광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 “Conpub”가 부담합니다.
④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 “Conpub”는 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
제17조 (개인정보보호)
① “Conpub”는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
② “Conpub”는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
③ “Conpub”는 이용자의 개인정보를 수집•이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
④ “Conpub”는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용•제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
⑤ “Conpub”가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
⑥ 이용자는 언제든지 “Conpub”가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “몰”은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “Conpub”는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑦ “Conpub”는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
⑧ “Conpub” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
⑨ “Conpub”는 개인정보의 수집•이용•제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집•이용•제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집•이용•제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
제18조 (“Conpub“의 의무)
① “Conpub”는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화·용역을 제공하는데 최선을 다하여야 합니다.
② “Conpub”는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
③ “Conpub”가 상품이나 용역에 대하여 「표시&광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
④ “Conpub”는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
제19조 (회원의 ID 및 비밀번호에 대한 의무)
① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “Conpub”에 통보하고 “Conpub”의 안내가 있는 경우에는 그에 따라야 합니다.
제20조 (이용자의 의무) 이용자는 다음 행위를 하여서는 안 됩니다.
1. 신청 또는 변경시 허위 내용의 등록
2. 타인의 정보 도용
3. “Conpub”에 게시된 정보의 변경
4. “Conpub”가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
5. “Conpub” 기타 제3자의 저작권 등 지적재산권에 대한 침해
6. “Conpub” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위
제21조 (연결“몰”과 피연결“몰” 간의 관계)
① 상위 “몰”과 하위 “몰”이 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 “몰”(웹 사이트)이라고 하고 후자를 피연결 “몰”(웹사이트)이라고 합니다.
② 연결“몰”은 피연결“몰”이 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결“몰”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.
제22조 (저작권의 귀속 및 이용제한)
① “Conpub“가 작성한 저작물에 대한 저작권 기타 지적재산권은 ”Conpub“에 귀속합니다.
② 이용자는 “Conpub”를 이용함으로써 얻은 정보 중 “Conpub”에게 지적재산권이 귀속된 정보를 “Conpub”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
③ “Conpub”은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
제23조 (분쟁해결)
① “Conpub”는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치&·운영합니다.
② “Conpub”는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
③ “Conpub”와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시•도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제24조 (재판권 및 준거법)
① “Conpub”와 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
② “Conpub”와 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.
제2장 Conpub B캐시 제도 약관
제1조 (정의 및 주요내용)
① 본 장에서 정하는 용어의 정의는 다음과 같습니다.
1. 'B캐시’라 함은 Conpub 온라인 사이트에서 사용되는 전자금융거래법상 선불전자지급수단을 말합니다.
2. '이용자'라 함은 본 약관에 동의하고 Conpub 사이트에서 상품 구매시 B캐시를 결제수단으로 하여 그 대가를 지급하는 자를 말합니다.
② B캐시는 이용자가 충전(구매)하거나 또는 재화 등의 구매를 통해 적립할 수 있으며, 그 외에도 이용자가 실제로 결제된 금액보다 더 많이 입금한 금액(입금차액), 입금을 하였지만 입금확인 전 취소 또는 관련 주문 건을 찾을 수 없어 환불 받아야 하는 금액(입금환불), 주문 후 취소 및 반품으로 인하여 환불 받아야 하는 금액(주문취소환불) 등의 방법을 통해서도 적립할 수 있습니다.
선불전자지급수단의 적립최고한도는 기명식 200만원으로 제한합니다. 회사가 발행한 각종 선불전자지급수단의 상세 내용은 해당 인터넷사이트 서비스 화면을 통하여 확인할 수 있습니다.

제2조 (접근매체의 관리)
회사는 이용자로부터 접근매체(ID/PW)의 분실 또는 도난 등의 통지를 받기 전에 이용자의 의사와는 달리 선불전자지급수단에 저장된 금액이 사용 또는 처분되어 발생한 손해에 대하여는 책임지지 않습니다.

제3조 (환급)
① 이용자는 보유 중인 B캐시의 환급을 회사에 요구할 경우(천재지변 등의 사유로 회사 또는 가맹점이 재화 또는 용역을 제공하기 곤란하여 선불전자지급수단을 사용하지 못하게 된 경우, 선불전자지급수단의 결함으로 회사 또는 가맹점이 재화 또는 용역을 제공하지 못하는 경우 등 포함) 출금 가능한 B캐시 전액을 환급 받으실 수 있습니다. 다만, 환급의 대상이 되는 선불전자지급수단은 이용자가 회사로부터 충전(구매)하여 보유하고 있는 것에 한정되며, 이용자가 이벤트 등을 통하여 회사로부터 무상 제공받은 것(출금 불가한 B캐시)은 포함되지 않습니다.

② 이용자는 회사가 정한 기한 및 이용방법에 따라 선불전자지급수단을 이용할 수 있으며, 회사는 구체적인 사항을 인터넷사이트를 통해 공지합니다.

제4조 (유효기간)
① 회사는 이용자에 대하여 이벤트 등을 통하여 무상으로 제공되는 B캐시에 대하여 유효 기간을 설정할 수 있으며, 이용자는 회사가 정한 유효기간 내에서만 동 무상 선불전자지급수단 을 사용할 수 있습니다.
② 회사는 해당 이벤트 웹 페이지 등을 통하여 유효기간 설정 여부 및 그 기간을 사전 고지합니다.
제5조 (거래지시의 철회)
① 이용자가 B캐시를 이용한 경우, 이용자는 상품제작이 시작되기 전까지 거래지시를 철회할 수 있습니다. 상품제작은 온라인 사이트 내 (나의 Conpub > 나의 주문 > 주문내역)에서 상태가 제작중으로 표기된 시간을 기점으로 합니다.
② 회사는 이용자의 거래지시의 철회에 따라 지급거래가 이루어지지 않은 경우 수령한 자금을 이용자에게 반환하여야 합니다.
제6조 (환수 및 선불전자지급수단의 마이너스 처리)
① 재화등의 구매를 통해 적립된 이용자의 B캐시는 해당 구매가 취소될 경우 회사에 의해 환수될 수 있습니다.
② 이용자의 구매 취소 등의 사유 발생으로 회사가 이용자에게 기 부여한 B캐시를 환수하고자 하는 경우 환수 시점에 당해 이용자의 B캐시 잔액이 환수대상액보다 작을 경우에는 회사는 당해 이용자에 대한 선불전자지급수단을 0보다 작은 마이너스로 처리할 수 있습니다. 이 경우, 이용자는 선불전자지급수단의 충전(구매) 또는 회사가 인정하는 기타의 방법 등을 통하여 자신의 마이너스 B캐시를 환원할 수 있습니다.
<부칙> (2016년 10월 10일 약관)

본 약관은 2016년 10월 10일부터 시행합니다.</textarea> <br />
    <input type="checkbox" id="checkbox1" name="chk">
    <label for="checkbox1">회원약관에 동의합니다</label>


<h3>개인정보취급방침</h3>
<textarea cols="150" rows="15">Conpub 개인정보 처리방침 (Ver 1.2) 전문보기
Conpub(이하 "회사")는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법 및 정부가 제정한 개인정보보호지침 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자의 권익 보호에 최선을 다하고 있습니다.

[수집하는 개인정보의 항목]
회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 아래와 같은 개인정보를 수집하고 있습니다.

수집하는 개인정보의 항목 및 수집방법
구분	필수항목	선택항목
개인	이름, 아이디, 비밀번호, 이메일, 전화번호, 휴대전화번호	주소, 전화번호, 팩스번호
소속기관, 소속부서/과, 직위, 내선번호, 소속기관주소
사업자	회사명, 사업자번호, 아이디, 비밀번호, 대표자명, 업종/업태
담당자명, 소속부서, 직위, 이메일, 휴대전화번호	주소, 전화번호
Foreigner	Name, ID, Password, e-mail, Phone Number	Address
이벤트나 추가 회원정보 수집을 통해 이용자의 관심분야에 대한 세부화된 항목의 정보는 수집될 수 있습니다.
또한 서비스 이용과정이나 사업 처리 과정에서 아래와 같은 정보들이 생성되어 수집/이용될 수 있습니다.

- 이용자의 브라우저 종류 및 OS, 검색어, 서비스 이용 기록 : 서비스이용에 대한 통계분석
- IP Address, 방문 일시, 서비스 이용기록, 불량 이용 기록, 쿠키
- 결제 기록 : 전자금융거래기록보관
회사는 서비스 제공에 필요한 최소한의 개인정보만 수집하며, 이용자의 기본적 인권을 침해할 우려가 있는 민감한 정보(인종, 종교, 사상, 출신지, 본적지, 정치적 성향 및 범죄기록, 건강상태 등)는 수집하지 않습니다.

이용자는 개인정보의 수집/이용에 대한 동의를 거부할 수 있습니다. 다만, 이 경우 서비스 이용 및 혜택 제공에 제한을 받을 수 있습니다.

또한, 회원가입 시 필수 정보의 수집/이용 동의를 거부할 경우 서비스 제공에 제한이 있습니다.

개인정보의 수집 및 이용목적
회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

개인정보의 수집 및 이용목적
구분	수집항목	이용목적
개인	이름, 아이디, 비밀번호, 중복가입정보(DI)	회원제 서비스 이용에 따른 본인 식별 절차에 이용
이메일 주소, 연락처(전화번호, 핸드폰번호)	고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내
주소, 팩스번호, 소속기관, 소속부서/과, 직위, 내선번호, 소속기관주소	회원의 서비스 이용에 대한 통계 분석, 마케팅 및 광고에 활용
사업자	사업자번호, 회사명, 대표자명, 업종/업태	회원제 서비스 이용에 따른 본인 식별 절차에 이용
세금계산서 발행
담당자명, 소속부서, 직위, 이메일, 휴대전화번호	고지사항 전달 및 본인의사확인, 불만처리, 사용자 구분 등 원활한 의사소통 경로의 확보, 뉴스레터 발송
외국인(Foreigner)	Name, ID, Password, e-mail, Phone Number	회원제 서비스 이용에 따른 본인 식별 절차에 이용
고지사항 전달 및 본인의사확인, 불만처리, 사용자 구분 등 원활한 의사소통 경로의 확보, 뉴스레터 발송
[개인정보의 보유 및 이용기간]
회사는 이용자가 회원으로서 서비스를 이용하는 동안 이용자의 개인정보를 보유 및 이용하며, 이용자가 회원탈퇴를 요청한 경우나 개인정보의 수집 및 이용목적을 달성하거나 보유 및 이용기간이 종료한 경우 또는 사업폐지 등의 사유가 발생한 경우 해당 정보를 지체 없이 파기합니다.
단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

가. 회사 내부 방침에 의한 정보보유 사유
- 부정이용기록
보존 이유 : 부정 이용 방지
보존 기간 : 5년

나. 관련법령에 의한 정보보유 사유
상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계 법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.
이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.

개인정보의 보유 및 이용기간
내용	보존 이유	기간
계약 또는 청약철회 등에 관한 기록 	전자상거래 등에서의 소비자보호에 관한 법률	5년
대금결제 및 재화 등의 공급에 관한 기록	5년
소비자의 불만 또는 분쟁처리에 관한 기록	5년
본인확인에 관한 기록	정보통신 이용촉진 및 정보보호 등에 관한 법률	6개월
방문에 관한 기록	통신비밀보호법	3개월</textarea> <br />
    <input type="checkbox" id="checkbox2" name="chk">
    <label for="checkbox2">개인정보취급방침에 동의합니다</label>

<br/>

<input type="checkbox" id="checkall">
    <label for="checkall">전체동의</label>

<br/>

<button id="rule_ok" class="btb btn-">가입하기</button>
<button onclick="location.href = '/'">취소</button>

</div>


<%@include file ="../include/footer.jsp" %>

<script>

    $(document).ready(function(){

        $("#checkall").click(function(){
            //클릭되었으면
            if($("#checkall").prop("checked")){
                //input태그의 name이 chk인 태그들을 찾아서 checked옵션을 true로 정의
                $("input[name=chk]").prop("checked",true);
                //클릭이 안되있으면
            }else{
                //input태그의 name이 chk인 태그들을 찾아서 checked옵션을 false로 정의
                $("input[name=chk]").prop("checked",false);
            }
        })

        $("#rule_ok").click(function(){

            var check = $("input[name='chk']").prop("checked");  // 체크되어 있으면 true 안되어있으면 false

            if(check){
                location.href = '/member/join/check'
            }else{
                alert("약관에 동의해 주셔야 합니다.")
            }

        })

    })

</script>